Revit 2027 API
ParameterTypeId.RbsPipeBottomElevation Property
 "Lower End Bottom Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeBottomElevation { get; }
Public Shared ReadOnly Property RbsPipeBottomElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeBottomElevation {
	ForgeTypeId^ get ();
}
static member RbsPipeBottomElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace